import React from "react";
import "./style.css";

export default function AboutMe() {
  return (
    <div>
      <h1>About me...</h1>
      <div className="inform">
        <div className="miniInf">
          <p>
            Як життя довело мене до професії програміста це взагалі дивно, адже
            в моїх мріях я була акторкою, моделлю та навіть адвокатом! Але доля
            повела мене іншою стежиною і ось я тут...
          </p>
        </div>
        <div className="miniInf">
          <p>
            Моє друге ім'я це ПЕРЕМОЖЕЦЬ ПО ЖИТТЮ, адже стільки невезінь як у
            мене не буває напевно ні в кого Коли я їду в транспорті, абсолютно
            всі червоні світлофори мої&#128584;
          </p>
        </div>
        <div className="miniInf">
          <p>
            Я дуже люблю собак, але у мене алергія(це ще одне найбільше
            невезіння в цьому житті,хех). Подивившись мої пости можна розуміти
            яка у мене є мрія (та маленька, ніби як кажуть не алергенна,
            лапуля&#128525;). Я б любила напевно її більше за все на світі!
          </p>
        </div>
        <div className="miniInf">
          <p>
            Я обожнюю робити цікаві подарунки своїми руками. Я готова витратити
            цілий день у пошуках подарунків в одній кольоровій гаммі. У моїй
            кімнаті цілий склад різного паперу, ленточок, мотузочок та
            наповнювачів для коробок. На перший погляд це може здатися дивним,
            але хто ще виручить у терміновій справі("Таня, треба загорнути гарно
            пляшку горілки, щоб непомітно пронести в ресторан") як не
            я?&#128517; &#128513;
          </p>
        </div>
        <div className="miniInf">
          <p>
            Протягом 9 років я займалася танцями і це для мене просто кайф)) Я
            ніколи не втрачаю можливість відтанцювати 4 год в клубі без перерв,
            коли всі мої друзі вже у пошуках таксі додому &#128514;&#128514;
          </p>
        </div>
      </div>
    </div>
  );
}
